{
  "welcome": "Welcome to Hasad...",
  "registerNow": "Register and enjoy our services",
  "email": "Email",
  "emailHint": "youssef@example.com",
  "password": "Password",
  "passwordHint": "*********",
  "configPass": "*********",
  "configPassHint": "Configure Password",
  "noAccount": "You already have an account?!..",
  "account": "Register Now",
  "next":"Next",
  "name": "Youssef Taha",
  "nameHint": "Name",
  "login":"Register",
  "phoneNumber": "Phone Number",
  "phoneNumberHint": "01155117828",
  "back":"Welcome back to Hasad...",
  "text": "Registering your name and phone number helps the Hasad support team help you quickly and easily",
  "textCompany": "We need your company data",
  "no": "You don't already have an account?!..",
  "createAccount":"Create Account",
  "home":"Home",
  "playStore":"Store",
  "favorite":"Favorite",
  "title1":"Your consultation with the best experts in the agricultural field",
  "title2":"Display your crops, sell and buy from your farm",
  "title3":"Providing modern agricultural equipment and all Your needs for agricultural supplies",
  "title4":"Hasad Store is ready to serve and satisfy you Your agricultural needs",
  "description1":"The Agricultural Consulting Department at Hasad represents a specialized and reliable center for our farmers and those interested in agriculture, and provides them with immediate support and guidance through a team\nFrom experts and professional agricultural consultants.",
  "description2":"The crop display section in Hasad, which is considered a wonderful interface for browsing agricultural products with ease. The section provides a unique opportunity for users to review and learn about a group of local crops and high-quality agricultural products.",
  "description3":"Hasad provides an exceptional opportunity for farmers and workers in the agricultural sector to access a wide range of high-quality tractor spare equipment and agricultural tools.",
  "description4":"Hasad provides you with a unique opportunity to explore a range of fresh crops and high-quality agricultural products, directly from trusted farms.",
  "skip":"Skip",
  "choose":"Please identify yourself\nAre you ?",
  "farmer":"Farmer",
  "companies":"Companies",
  "note":"Identifying you helps us\nProviding our services to you easily\nAnd clear",
  "field1":"Tax card number",
  "field2":"Commercial Registration No",
  "helper":"Write the number here...",
  "weather":"A quick overview of today's weather conditions",
  "hi":"Good morning, Youssef!",
  "crop":"Is your crop ready for sale?",
  "selectCrop":"Click here and select your crop type and quantity\nWe will bring the buyer to you!",
  "clickHere":"Click Here",
  "selectType":"Click here and specify the type of your crop and the area of the agricultural plot, and we will bring you the buyer\nUntil you have it!",
  "prepare":"Do you want to prepare to sell your produce?"
}